INSERT INTO hotels (
    name,
    location,
    services,
    rooms_quantity,
    image_url,
    stars,
    description,
    city,
    address
  )
VALUES (
    'Отель "Райский уголок"',
    'Москва',
    '["Спа", "Бассейн", "Ресторан"]',
    50,
    'http://localhost:8000/static/images/hotels/1.webp',
    1,
    'Роскошный отель с первоклассными удобствами',
    'Москва',
    'ул. Тверская, д. 123'
  ),
  (
    'Отель "Вид на закат"',
    'Санкт-Петербург',
    '["Бар", "Тренажерный зал", "Обслуживание в номерах"]',
    30,
    'http://localhost:8000/static/images/hotels/2.webp',
    2,
    'Наслаждайтесь прекрасными закатами из вашего номера',
    'Санкт-Петербург',
    'Невский проспект, д. 456'
  ),
  (
    'Курорт "Природный уголок"',
    'Сочи',
    '["Доступ к пляжу", "Теннисный корт", "Детский клуб"]',
    80,
    'http://localhost:8000/static/images/hotels/3.webp',
    5,
    'Погрузитесь в природную красоту в нашем курорте',
    'Сочи',
    'Роза Хутор, д. 789'
  ),
  (
    'Пансионат "Горный вид"',
    'Красная Поляна',
    '["Горные лыжи", "Сауна", "WiFi"]',
    40,
    'http://localhost:8000/static/images/hotels/4.webp',
    4,
    'Захватывающий вид на горы и уютные коттеджи',
    'Красная Поляна',
    'Горная улица, д. 12'
  ),
  (
    'Гостиница "У реки"',
    'Казань',
    '["Бесплатный завтрак", "Прокат велосипедов", "Вид на реку"]',
    25,
    'http://localhost:8000/static/images/hotels/5.webp',
    3,
    'Отдыхайте у реки в нашем комфортабельном отеле',
    'Казань',
    'Набережная, д. 56'
  ),
  (
    'Отель "В центре города"',
    'Екатеринбург',
    '["Фитнес-центр", "Бизнес-центр", "Круглосуточная стойка регистрации"]',
    60,
    'http://localhost:8000/static/images/hotels/6.webp',
    4,
    'Удобное расположение в центре города',
    'Екатеринбург',
    'пр. Ленина, д. 789'
  ),
  (
    'Гостиница "Прибрежный бриз"',
    'Владивосток',
    '["Вид на море", "Бар у бассейна", "Просторные номера"]',
    70,
    'http://localhost:8000/static/images/hotels/7.webp',
    4,
    'Захватывающие виды и свежий морской бриз',
    'Владивосток',
    'Приморская набережная, д. 101'
  ),
  (
    'Курорт "Золотые пески"',
    'Анапа',
    '["Частный пляж", "Водные виды спорта", "Шоу-программы"]',
    100,
    'http://localhost:8000/static/images/hotels/8.webp',
    5,
    'Отдыхайте на золотистых пляжах и в чистых водах',
    'Анапа',
    'Побережье Черного моря, д. 222'
  ),
  (
    'Исторический особняк',
    'Великий Новгород',
    '["Экскурсии по историческим местам", "Сад", "Ресторан высокой кухни"]',
    15,
    'http://localhost:8000/static/images/hotels/9.webp',
    3,
    'Окунитесь в атмосферу старинных времен',
    'Великий Новгород',
    'ул. Старая, д. 45'
  ),
  (
    'Гостиница "Величественный замок"',
    'Псков',
    '["Замковые экскурсии", "Каминный зал", "Библиотека"]',
    20,
    'http://localhost:8000/static/images/hotels/10.webp',
    5,
    'Живите, как короли, в нашем величественном замке',
    'Псков',
    'Замковый холм, д. 1'
  ),
(
    'Отель без комнат',
    'Псков',
    '["Замковые экскурсии", "Каминный зал", "Библиотека"]',
    20,
    'http://localhost:8000/static/images/hotels/11.webp',
    5,
    'Живите, как короли, в нашем величественном замке',
    'Псков',
    'Замковый холм, д. 1'
  );